Repository: BenjaminGuV/Newmoji
Catalog: languages/newmoji-*.po
Languages: es_mx

source: Reaction Statistics!
es_mx: Estadísticas de las reacciones!

source: Title post
es_mx: Título de las publicaciones

source: Total reaction
es_mx: Total de reacciones

source: Happy
es_mx: Feliz

source: Funny
es_mx: Divertido

source: No matter
es_mx: Da igual

source: Angry
es_mx: Enojo

source: Sad
es_mx: Tristeza

source: What is your reaction?
es_mx: ¿Cuál es tu reacción?

source: You already vote
es_mx: Usted ya voto

source: The repeat vote
es_mx: Voto repetido

source: Data not received :(
es_mx: Datos no recibidos

source: Message received, greetings from server!
es_mx: Mensaje recibido, saludos del servidor!

source: Your reaction has already been captured
es_mx: Su reacción ya fue capturado
